Repository: GoDjango-Development/django_gdnotify
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Installed Apps
es: Aplicaciones instaladas

source: Given path already exists, please choose a new one
es: La dirección dada ya esta siendo utilizada, por favor elige una nueva

source: Invalid domain name, please use one like tfproto.expresscuba.com
es: Nombre de dominio invalido, por favor usa uno similar a tfproto.expresscuba.com

source: Given path is not a subpath of our project folder :) you can't explore our filesystem
es: La dirección introducida no se encuentra dentro del proyecto, :) usted no puede explorar el sistema de archivos usando esta web..

source: Path to base folder
es: Dirección a la carpeta base...

source: Tfprotocol Port
es: Puerto de Tfprotocol

source: Tfprotocol domain name
es: Nombre de dominio de Tfprotocol

source: GDN Settings
es: GDN Configuración

source: Secure Folder
es: Carpeta segura

source: Is this folder enabled?
es: ¿Esta carpeta esta habilitada?

source: Mark this to successfully add or enable this folder...
es: Seleccione esto para añadir o habilitar esta carpeta...

source: GDN Folders
es: GDN Carpetas
